Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: For the development and assessment of high-risk AI systems, certain actors, such as providers, notified bodies and other relevant entities, such as European Digital Innovation Hubs, testing experimentation facilities and researchers, should be able to access and use high-quality data sets within the fields of activities of those actors which are related to this Regulation.
pt_pt: No contexto do desenvolvimento e avaliação de sistemas de IA de risco elevado, determinados intervenientes, como prestadores, organismos notificados e outras entidades pertinentes, como polos de inovação digital, instalações de testagem e experimentação e investigadores, deverão ter a possibilidade de aceder a conjuntos de dados de elevada qualidade dentro das áreas de intervenção desses intervenientes relacionadas com o presente regulamento.

source: European common data spaces established by the Commission and the facilitation of data sharing between businesses and with government in the public interest will be instrumental to provide trustful, accountable and non-discriminatory access to high-quality data for the training, validation and testing of AI systems.
pt_pt: Os espaços comuns europeus de dados criados pela Comissão e a facilitação da partilha de dados entre empresas e com as administrações públicas por motivos de interesse público serão cruciais para conceder um acesso fiável, responsável e não discriminatório a dados de elevada qualidade para o treino, a validação e a testagem de sistemas de IA.

source: For example, in health, the European health data space will facilitate non-discriminatory access to health data and the training of AI algorithms on those data sets, in a privacy-preserving, secure, timely, transparent and trustworthy manner, and with an appropriate institutional governance.
pt_pt: Por exemplo, no domínio da saúde, o Espaço Europeu de Dados de Saúde facilitará o acesso não discriminatório a dados de saúde e o treino de algoritmos de IA com base nesses conjuntos de dados, de forma respeitadora da privacidade, segura, atempada, transparente e digna de confiança, e sob a alçada de uma governação institucional adequada.

source: Relevant competent authorities, including sectoral ones, providing or supporting the access to data may also support the provision of high-quality data for the training, validation and testing of AI systems.
pt_pt: As autoridades competentes, incluindo as autoridades setoriais, que concedem ou apoiam o acesso aos dados também podem apoiar a disponibilização de dados de elevada qualidade para fins de treino, validação e testagem de sistemas de IA.

source: The right to privacy and to protection of personal data must be guaranteed throughout the entire lifecycle of the AI system.
pt_pt: O direito à privacidade e à proteção de dados pessoais tem de ser garantido ao longo de todo o ciclo de vida do sistema de IA.

source: In this regard, the principles of data minimisation and data protection by design and by default, as set out in Union data protection law, are applicable when personal data are processed.
pt_pt: A este respeito, os princípios da minimização dos dados e da proteção de dados desde a conceção e por norma, tal como estabelecidos na legislação da União em matéria de proteção de dados, são aplicáveis quando se realiza o tratamento de dados.

source: Measures taken by providers to ensure compliance with those principles may include not only anonymisation and encryption, but also the use of technology that permits algorithms to be brought to the data and allows training of AI systems without the transmission between parties or copying of the raw or structured data themselves, without prejudice to the requirements on data governance provided for in this Regulation.
pt_pt: As medidas tomadas pelos prestadores para assegurar o cumprimento desses princípios podem incluir não só a anonimização e a cifragem, mas também a utilização de tecnologias que permitam a introdução de algoritmos nos dados e o treino dos sistemas de IA sem a transmissão entre as partes ou a cópia dos próprios dados em bruto ou estruturados, sem prejuízo dos requisitos em matéria de governação de dados previstos no presente regulamento.

source: In order to protect the right of others from the discrimination that might result from the bias in AI systems, the providers should, exceptionally, to the extent that it is strictly necessary for the purpose of ensuring bias detection and correction in relation to the high-risk AI systems, subject to appropriate safeguards for the fundamental rights and freedoms of natural persons and following the application of all applicable conditions laid down under this Regulation in addition to the conditions laid down in Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680, be able to process also special categories of personal data, as a matter of substantial public interest within the meaning of Article 9(2), point (g) of Regulation (EU) 2016/679 and Article 10(2), point (g) of Regulation (EU) 2018/1725.
pt_pt: A fim de proteger o direito de terceiros da discriminação que possa resultar do enviesamento nos sistemas de IA, os prestadores deverão, a título excecional, na medida do estritamente necessário para assegurar a deteção e a correção de enviesamentos em relação aos sistemas de IA de risco elevado, sob reserva de salvaguardas adequadas dos direitos e liberdades fundamentais das pessoas singulares e na sequência da aplicação de todas as condições aplicáveis estabelecidas no presente regulamento, para além das condições estabelecidas nos Regulamentos (UE) 2016/679 e (UE) 2018/1725 e na Diretiva (UE) 2016/680, ser capazes de tratar também categorias especiais de dados pessoais, por razões de interesse público substancial, na aceção do artigo 9.o, n.o 2, alínea g), do Regulamento (UE) 2016/679 e do artigo 10.o, n.o 2, alínea g), do Regulamento (UE) 2018/1725.

source: Having comprehensible information on how high-risk AI systems have been developed and how they perform throughout their lifetime is essential to enable traceability of those systems, verify compliance with the requirements under this Regulation, as well as monitoring of their operations and post market monitoring.
pt_pt: Dispor de informações compreensíveis sobre a forma como os sistemas de IA de risco elevado foram desenvolvidos e sobre o seu desempenho ao longo da sua vida útil é essencial para permitir a rastreabilidade desses sistemas, verificar o cumprimento dos requisitos previstos no presente regulamento, bem como o acompanhamento das suas operações e o acompanhamento pós-comercialização.

source: This requires keeping records and the availability of technical documentation, containing information which is necessary to assess the compliance of the AI system with the relevant requirements and facilitate post market monitoring.
pt_pt: Para tal, é necessário manter registos e disponibilizar documentação técnica com as informações necessárias para avaliar se o sistema de IA cumpre os requisitos aplicáveis e facilita o acompanhamento pós-comercialização.

source: Such information should include the general characteristics, capabilities and limitations of the system, algorithms, data, training, testing and validation processes used as well as documentation on the relevant risk-management system and drawn in a clear and comprehensive form.
pt_pt: Essas informações deverão incluir as características gerais, as capacidades e as limitações do sistema, os algoritmos, os dados e os processos de treino, testagem e validação utilizados, bem como a documentação relativa ao sistema de gestão de riscos aplicado, e ser redigidas de forma clara e compreensiva.

source: The technical documentation should be kept up to date, appropriately throughout the lifetime of the AI system.
pt_pt: A documentação técnica deverá ser mantida devidamente atualizada ao longo de toda a vida útil do sistema de IA.

source: Furthermore, high-risk AI systems should technically allow for the automatic recording of events, by means of logs, over the duration of the lifetime of the system.
pt_pt: Além disso, os sistemas de IA de risco elevado deverão permitir tecnicamente o registo automático de eventos, por meio de registos, durante a vida útil do sistema.

source: To address concerns related to opacity and complexity of certain AI systems and help deployers to fulfil their obligations under this Regulation, transparency should be required for high-risk AI systems before they are placed on the market or put it into service.
pt_pt: A fim de dar resposta às preocupações relacionadas com a opacidade e a complexidade de determinados sistemas de IA e ajudar os responsáveis pela implantação a cumprir as obrigações que lhes incumbem por força do presente regulamento, deverá ser exigida transparência aos sistemas de IA de risco elevado antes de serem colocados no mercado ou colocados em serviço.

source: High-risk AI systems should be designed in a manner to enable deployers to understand how the AI system works, evaluate its functionality, and comprehend its strengths and limitations.
pt_pt: Os sistemas de IA de risco elevado deverão ser concebidos de forma a permitir aos responsáveis pela implantação compreender a forma como funciona o sistema de IA, avaliar a sua funcionalidade e compreender os seus pontos fortes e limitações.

source: High-risk AI systems should be accompanied by appropriate information in the form of instructions of use.
pt_pt: Os sistemas de IA de risco elevado deverão ser acompanhados de informações adequadas sob a forma de instruções de utilização.

source: Such information should include the characteristics, capabilities and limitations of performance of the AI system.
pt_pt: Tais informações deverão incluir as características, capacidades e limitações do desempenho do sistema de IA.

source: Those would cover information on possible known and foreseeable circumstances related to the use of the high-risk AI system, including deployer action that may influence system behaviour and performance, under which the AI system can lead to risks to health, safety, and fundamental rights, on the changes that have been pre-determined and assessed for conformity by the provider and on the relevant human oversight measures, including the measures to facilitate the interpretation of the outputs of the AI system by the deployers.
pt_pt: Esses elementos abrangerão informações sobre eventuais circunstâncias conhecidas e previsíveis relacionadas com a utilização do sistema de IA de risco elevado, incluindo ações do responsável pela implantação que possam influenciar o comportamento e o desempenho do sistema, ao abrigo das quais o sistema de IA pode conduzir a riscos para a saúde, a segurança e os direitos fundamentais, sobre as alterações que foram predeterminadas e avaliadas para efeitos de conformidade pelo prestador e sobre as medidas de supervisão humana pertinentes, incluindo as medidas destinadas a facilitar a interpretação dos resultados do sistema de IA pelos responsáveis pela implantação.

source: Transparency, including the accompanying instructions for use, should assist deployers in the use of the system and support informed decision making by them.
pt_pt: A transparência, incluindo as instruções de utilização que as acompanham, deverá ajudar os responsáveis pela implantação na utilização do sistema e apoiar a sua tomada de decisões informadas.

source: Deployers should, inter alia, be in a better position to make the correct choice of the system that they intend to use in light of the obligations applicable to them, be educated about the intended and precluded uses, and use the AI system correctly and as appropriate.
pt_pt: Entre outros, os responsáveis pela implantação deverão estar em melhor posição para fazer a escolha correta do sistema que tencionam utilizar à luz das obrigações que lhes são aplicáveis, ser instruídos sobre as utilizações previstas e proibidas e utilizar o sistema de IA de forma correta e conforme adequado.

source: In order to enhance legibility and accessibility of the information included in the instructions of use, where appropriate, illustrative examples, for instance on the limitations and on the intended and precluded uses of the AI system, should be included.
pt_pt: A fim de melhorar a legibilidade e a acessibilidade das informações incluídas nas instruções de utilização, deverão ser incluídos, se for caso disso, exemplos ilustrativos, por exemplo, sobre as limitações e as utilizações previstas e proibidas do sistema de IA.

source: Providers should ensure that all documentation, including the instructions for use, contains meaningful, comprehensive, accessible and understandable information, taking into account the needs and foreseeable knowledge of the target deployers.
pt_pt: Os prestadores deverão assegurar que toda a documentação, incluindo as instruções de utilização, contém informações significativas, abrangentes, acessíveis e compreensíveis, tendo em conta as necessidades e os conhecimentos previsíveis dos responsáveis pela implantação visados.

source: Instructions for use should be made available in a language which can be easily understood by target deployers, as determined by the Member State concerned.
pt_pt: As instruções de utilização deverão ser disponibilizadas numa língua que possa ser facilmente compreendida pelos responsáveis pela implantação visados, conforme determinado pelo Estado-Membro em causa.

source: High-risk AI systems should be designed and developed in such a way that natural persons can oversee their functioning, ensure that they are used as intended and that their impacts are addressed over the system’s lifecycle.
pt_pt: Os sistemas de IA de risco elevado deverão ser concebidos e desenvolvidos de maneira que pessoas singulares possam supervisionar o seu funcionamento, assegurar que são utilizados como previsto e que os seus impactos são abordados ao longo do ciclo de vida do sistema.

source: To that end, appropriate human oversight measures should be identified by the provider of the system before its placing on the market or putting into service.
pt_pt: Para o efeito, o prestador do sistema deverá identificar medidas de supervisão humana adequadas antes da colocação no mercado ou da colocação em serviço do sistema.

source: In particular, where appropriate, such measures should guarantee that the system is subject to in-built operational constraints that cannot be overridden by the system itself and is responsive to the human operator, and that the natural persons to whom human oversight has been assigned have the necessary competence, training and authority to carry out that role.
pt_pt: Em particular, se for caso disso, essas medidas deverão garantir que o sistema esteja sujeito a restrições operacionais integradas impossíveis de serem anuladas pelo próprio sistema e responda ao operador humano, bem como que as pessoas singulares a quem seja atribuída a supervisão humana tenham as competências, a formação e a autoridade necessárias para desempenhar essa função.

source: It is also essential, as appropriate, to ensure that high-risk AI systems include mechanisms to guide and inform a natural person to whom human oversight has been assigned to make informed decisions if, when and how to intervene in order to avoid negative consequences or risks, or stop the system if it does not perform as intended.
pt_pt: É igualmente essencial, conforme adequado, assegurar que os sistemas de IA de risco elevado incluam mecanismos para orientar e informar uma pessoa singular incumbida da supervisão humana de forma a que tome decisões informadas sobre se, quando e como intervir, a fim de evitar consequências negativas ou riscos, ou a que pare o sistema se não funcionar como previsto.

source: Considering the significant consequences for persons in the case of an incorrect match by certain biometric identification systems, it is appropriate to provide for an enhanced human oversight requirement for those systems so that no action or decision may be taken by the deployer on the basis of the identification resulting from the system unless this has been separately verified and confirmed by at least two natural persons.
pt_pt: Tendo em conta as consequências significativas para as pessoas em caso de uma correspondência incorreta por determinados sistemas de identificação biométrica, é conveniente prever um requisito reforçado de supervisão humana para esses sistemas, de modo a que o responsável pela implantação não possa tomar qualquer medida ou decisão com base na identificação resultante do sistema, a menos que tal tenha sido verificado e confirmado separadamente por, pelo menos, duas pessoas singulares.

source: Those persons could be from one or more entities and include the person operating or using the system.
pt_pt: Essas pessoas podem pertencer a uma ou mais entidades e incluir a pessoa que opera ou utiliza o sistema.

source: This requirement should not pose unnecessary burden or delays and it could be sufficient that the separate verifications by the different persons are automatically recorded in the logs generated by the system.
pt_pt: Este requisito não deverá implicar encargos ou atrasos desnecessários e pode ser suficiente que as verificações separadas efetuadas pelas diferentes pessoas sejam automaticamente gravadas nos registos gerados pelo sistema.

source: Given the specificities of the areas of law enforcement, migration, border control and asylum, this requirement should not apply where Union or national law considers the application of that requirement to be disproportionate.
pt_pt: Tendo em conta as especificidades dos domínios da aplicação da lei, da migração, do controlo das fronteiras e do asilo, este requisito não deverá aplicar-se nos casos em que o direito da União ou o direito nacional considere que a aplicação desse requisito é desproporcionada.

source: High-risk AI systems should perform consistently throughout their lifecycle and meet an appropriate level of accuracy, robustness and cybersecurity, in light of their intended purpose and in accordance with the generally acknowledged state of the art.
pt_pt: Os sistemas de IA de risco elevado deverão ter um desempenho coerente ao longo de todo o seu ciclo de vida e apresentar um nível adequado de exatidão, solidez e cibersegurança, à luz da finalidade prevista e de acordo com o estado da arte geralmente reconhecido.

source: The Commission and relevant organisations and stakeholders are encouraged to take due consideration of the mitigation of risks and the negative impacts of the AI system.
pt_pt: A Comissão e as organizações e partes interessadas pertinentes são incentivadas a ter em devida consideração a atenuação dos riscos e os impactos negativos do sistema de IA.

source: The expected level of performance metrics should be declared in the accompanying instructions of use.
pt_pt: O nível esperado dos parâmetros de desempenho deverá vir declarado nas instruções de utilização que o acompanham.

source: Providers are urged to communicate that information to deployers in a clear and easily understandable way, free of misunderstandings or misleading statements.
pt_pt: Os prestadores são instados a comunicar essas informações aos responsáveis pela implantação de uma forma clara e facilmente compreensível, sem mal-entendidos nem declarações enganosas.

source: Union law on legal metrology, including Directives 2014/31/EU (35) and 2014/32/EU (36) of the European Parliament and of the Council, aims to ensure the accuracy of measurements and to help the transparency and fairness of commercial transactions.
pt_pt: O direito da União em matéria de metrologia legal, incluindo as Diretivas 2014/31/UE (35) e 2014/32/UE (36) do Parlamento Europeu e do Conselho, visa garantir a exatidão das medições e contribuir para a transparência e a lealdade das transações comerciais.

source: In that context, in cooperation with relevant stakeholders and organisation, such as metrology and benchmarking authorities, the Commission should encourage, as appropriate, the development of benchmarks and measurement methodologies for AI systems.
pt_pt: Nesse contexto, em cooperação com as partes interessadas e a organização pertinentes, como as autoridades responsáveis pela metrologia e pela avaliação comparativa, a Comissão deverá incentivar, se for caso disso, o desenvolvimento de parâmetros de referência e metodologias de medição para os sistemas de IA.

source: In doing so, the Commission should take note and collaborate with international partners working on metrology and relevant measurement indicators relating to AI.
pt_pt: Ao fazê-lo, a Comissão deverá tomar nota e colaborar com os parceiros internacionais que trabalham em metrologia e em indicadores de medição pertinentes relacionados com a IA.

source: Technical robustness is a key requirement for high-risk AI systems.
pt_pt: A solidez técnica é um requisito essencial dos sistemas de IA de risco elevado.

source: They should be resilient in relation to harmful or otherwise undesirable behaviour that may result from limitations within the systems or the environment in which the systems operate (e.g. errors, faults, inconsistencies, unexpected situations).
pt_pt: Esses sistemas deverão ser resistentes a comportamentos prejudiciais ou indesejáveis que possam resultar de limitações dentro dos sistemas ou do ambiente em que os sistemas operam (por exemplo, erros, falhas, incoerências, situações inesperadas).

source: Therefore, technical and organisational measures should be taken to ensure robustness of high-risk AI systems, for example by designing and developing appropriate technical solutions to prevent or minimise harmful or otherwise undesirable behaviour.
pt_pt: Por conseguinte, deverão ser tomadas medidas técnicas e organizativas para assegurar a solidez dos sistemas de IA de risco elevado, por exemplo através da conceção e do desenvolvimento de soluções técnicas adequadas para prevenir ou minimizar comportamentos nocivos ou indesejáveis.

source: Those technical solution may include for instance mechanisms enabling the system to safely interrupt its operation (fail-safe plans) in the presence of certain anomalies or when operation takes place outside certain predetermined boundaries.
pt_pt: Essa solução técnica pode incluir, por exemplo, mecanismos que permitam ao sistema interromper o seu funcionamento de forma segura (planos de segurança à prova de falhas) caso se verifiquem determinadas anomalias ou caso o funcionamento ocorra fora de certos limites predeterminados.

source: Failure to protect against these risks could lead to safety impacts or negatively affect the fundamental rights, for example due to erroneous decisions or wrong or biased outputs generated by the AI system.
pt_pt: A falta de proteção contra estes riscos pode causar problemas de segurança ou afetar negativamente os direitos fundamentais, por exemplo, devido a decisões erradas ou a resultados errados ou enviesados gerados pelo sistema de IA.

source: Cybersecurity plays a crucial role in ensuring that AI systems are resilient against attempts to alter their use, behaviour, performance or compromise their security properties by malicious third parties exploiting the system’s vulnerabilities.
pt_pt: A cibersegurança desempenha um papel fundamental para garantir que os sistemas de IA sejam resistentes às ações de terceiros mal-intencionados que tentam explorar as vulnerabilidades dos sistemas com o objetivo de lhes alterar a utilização, o comportamento e o desempenho ou de por em causa as suas propriedades de segurança.
